***messages***

;  WinRAR 7.01
;  Deutsche Übersetzung
;  von Michael Leimer <https://leimer.name/>
:STRINGS
IDS_EXTRHELP "Dateien in das angegebene Verzeichnis entpacken." 	   
IDS_UNKNOWN "Unbekannt"	 
IDS_EXTRTOHELP "Dateien entpacken. Weitere Optionen können eingestellt werden."			 
IDS_PROFILE 		"Dateien zum Archiv hinzufügen und dafür das ausgewählte Komprimierungsprofil verwenden."		 
IDS_INFOVOLUME   		"%s Volumen"		 	 
IDS_ABSENT 	"nicht vorhanden"		 
IDS_TEST 		  "Archiv &testen"		
IDS_KB 			  "kB"				
IDS_OPENARCHIVEHELP 			"Archiv in WinRAR öffnen" 		  
IDS_EMAILARC  "Zu %s hinzufügen und als &E-Mail versenden" 	  	
IDS_TESTHELP 	 "Archiv auf Fehler prüfen"
IDS_PRESENT 		"vorhanden"  		
IDS_GB 				 "GB"			 
IDS_EXTRACTSEPARATE 				"Jedes Archiv in ein eigene&s Verzeichnis entpacken"
IDS_EXTRHEREHELP     	"Dateien in das aktuelle Verzeichnis entpacken."  		 
IDS_MB  			 "MB"   
IDS_INFOARCHIVE  	 	"%s Archiv"
IDS_OPENARCHIVE 	 "&Mit WinRAR öffnen"	 	
IDS_PROPTITLE 		 	"Archiv"				 
IDS_EXTRACTHERE 		 		"&Hier entpacken"			
IDS_INFOSFX  	 	 "SFX"	 	 
IDS_B  "B"  
IDS_PROPCMTTITLE  "Kommentar"  	
IDS_EXTRACTTO  		"D&ateien entpacken..." 
IDS_INFOENCNAMES 	"Namen und Daten" 	  	
IDS_EMAILARCOPT 	   "Packen und als E-Mail versenden..." 			
IDS_TB "TB"		 
IDS_EXTRACT 	"&Entpacken nach %s"
IDS_ADDARC    "&Zu %s hinzufügen"		
IDS_EXTRSEPARATEHELP 	 	"Jedes ausgewählte Archiv in ein separates Verzeichnis entpacken." 
IDS_INFOSOLID "Solides" 	
IDS_ADDARCHELP 			"Dateien zum Archiv hinzufügen." 		 
IDS_ADDHELP 	 	 	"Dateien zum Archiv hinzufügen. Weitere Optionen können eingestellt werden."	 	 
IDS_BYTES 	 	 "Bytes"	  
IDS_CONVERT 	 	 	"Archiv &konvertieren..."	 
IDS_ADD    	 "Zum Archiv &hinzufügen..."	 	 
:DIALOG EXTCMTARCINFODLG
SIZE "100*100" 				
:DIALOG EXTARCINFODLG
IDC_INFOLOCKTEXT "Archivverschluss" 		 	
IDC_INFOORIGTIMETEXT "Original-Zeit" 	
IDC_INFODICTTEXT "Wörterbuchgröße"	   
IDC_INFOEXTRVERSIONTEXT   "Version"   
SIZE    	"100*100"	  		
IDC_INFORATIOTEXT 	"Kompressionsrate" 	 
IDC_INFOPASSWORDSTEXT 	 	 "Verschlüsselung"  
IDC_INFOSFXTEXT  			 "SFX-Modulgröße"				
IDC_INFOFILESTEXT  		"Dateien insgesamt" 	 	 
IDC_INFORECTEXT  "Wiederherstellungsdaten"  			
IDC_INFOOSTEXT  	"Betriebssystem"
IDC_INFOMAINCOMMENTTEXT  	"Archivkommentar"		  
IDC_INFOFOLDERSTEXT  	   "Verzeichnisse insgesamt" 			
IDC_INFOPACKEDLENGTHTEXT   	 "Gesamtgröße gepackt"
IDC_INFOTOTALLENGTHTEXT 	   	"Gesamtgröße ungepackt"  			
IDC_INFOORIGNAMETEXT    	 "Original-Name" 		
